Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Alpha Extraction Operations
ru: Операции по извлечению альфа-частиц

source: Alpha Frontline Section
ru: Альфа-секция передовой

source: Alpha Matrioshka Facilities
ru: Объекты Альфа-Конструктива

source: Alpha Matrioshka Facility
ru: Альфа-Конструктив

source: Alpha Matter Drone
ru: Альфа-Материя Дрона

source: Alpha Matter Drones
ru: Альфа-материя Дрона

source: Alpha Matter Synth
ru: Синтез Альфа-материи

source: Alpha Matter Synths
ru: Синтезаторы альфа-материи

source: Alpha Megaconstruction Logistics Hub
ru: Логистический центр Alpha Megaconstruction

source: Alpha Megaconstruction Logistics Hubs
ru: Логистические центры Alpha Megaconstruction

source: Alpha Megaconstruction Overlord
ru: Повелитель Альфа-мегаконструкции

source: Alpha Megaconstruction Overlords
ru: Повелители Альфа-мегаконструкции

source: Alpha Megaconstruction Overmind
ru: Сверхразум Альфа-Мегаконструкции

source: Alpha Megaconstruction Overminds
ru: Сверхразумы Альфа-мегаконструкции

source: Alpha Molecular Array
ru: Альфа-молекулярный массив

source: Alpha Nidavellir Hypercomplex
ru: Гиперкомплекс Альфа Нидавеллира

source: Alpha Nidavellir Hypercomplexes
ru: Гиперкомплексы альфа-Нидавеллира

source: Alpha Project Leader Candidate
ru: Кандидат в руководители проекта 'Альфа'

source: Alpha Project Megaconstruction Methodology
ru: Методология мегаконструкции проекта Альфа

source: Alpha Reserve Section
ru: Альфа-секция резерва

source: Alpha Structure Operations
ru: Операции с альфа-структурой

source: Alpha Watcher Section
ru: Альфа-секция наблюдателя

source: Alpine
ru: Альпийский

source: Already at war with Aeternum
ru: Уже в состоянии войны с Этернумом

source: Already monitoring Aeternum
ru: Уже наблюдаю за Вечностью

source: Alright, I will stop helping you in your research, if that's what you want...
ru: Хорошо, я перестану помогать тебе в твоих исследованиях, если ты этого хочешь…

source: Alter Subject Ethics
ru: Изменение этики субъекта

source: Alter Subject Name
ru: Изменить имя субъекта

source: Although it has sustained heavy damage, this Asteroid Artillery could theoretically be repaired given enough resources.
ru: Несмотря на то, что он получил тяжелые повреждения, эта астероидная артиллерия теоретически может быть отремонтирована при наличии достаточного количества ресурсов.

source: Although reluctant to side with us regarding Blokkat matters, this leader has been bribed with a hefty payrise.
ru: Несмотря на то, что этот лидер неохотно встал на нашу сторону в вопросах Блокката, он был подкуплен солидной прибавкой к жалованью

source: Although the scope of this project is huge, Eeloo is still in a state allowing repairs.
ru: Хотя масштабы этого проекта огромны, Eeloo все еще находится в состоянии, позволяющем проводить ремонт.

source: Although the usage of nerve dampeners is helping quench Meopa's questionable tendencies, his inner nuclear-loving self is still very much present and it shows.
ru: Хотя использование успокоительных средств помогает подавить сомнительные наклонности Меопы, его внутреннее "я", любящее ядерную энергию, все еще очень сильно присутствует, и это заметно.

source: Although they appear to be simple medieval habitats at first glance, these cities are filled with various creatures employing some sort of \"magic\" to improve their lives on a daily basis.
ru: Хотя на первый взгляд они кажутся простыми средневековыми местами обитания, эти города наполнены различными существами, использующими своего рода "магию", чтобы ежедневно улучшать свою жизнь.

source: Although unrepairable, the Kaiser Moon's gigantic wreck could still yield a lot of useful engineering data.
ru: Несмотря на то, что гигантские обломки "Луна Кайзера" не подлежат ремонту, они все же могут дать много полезных инженерных данных.

source: Aluenlias Maw
ru: Пасть Алуэнлиаса

source: Always at a profit.
ru: Всегда с прибылью.

source: Alwin
ru: Элвин

source: Alzash Vortex
ru: Вихрь Алзаша

source: Amazing!
ru: Потрясающе!

source: Amazing.
ru: Потрясающе.

source: Ambassadors
ru: послы

source: Ambitious
ru: Амбициозный

source: Ambitious Blokkat
ru: Амбициозный блоккат

source: Ambusher
ru: Мастер засады

source: Amenities Building
ru: Здание с удобствами

source: Amount increases with ship or station size.
ru: Размер увеличивается в зависимости от размера корабля или станции.

source: Amusing.
ru: Забавно.

source: Amutiea Vortex
ru: Вихрь Амутии

source: Amutkon Abyss
ru: Бездна Амуткона

source: Amutrias Singularity
ru: Сингулярность Амурии

source: An $name_orb_elysium$ is a small habitat orbiting a planet, providing a safe vantage point for planetary administration to exploit the surface below.
ru: $name_orb_elysium$ - это небольшая среда обитания, вращающаяся вокруг планеты, обеспечивающая безопасную точку обзора для планетарной администрации для эксплуатации поверхности внизу.

source: An AI job management helper.
ru: Помощник по управлению заданиями с помощью искусственного интеллекта

source: An Aeternite world-killer weapon which destroys a world by flooding it with psionic energy.
ru: Вечное оружие-убийца миров, которое разрушает мир, наполняя его псионической энергией.

source: An Aeternite-designed Quantum Projector, focused towards destroying the armor of large enemy vessels by employing entangled Loop-Quantum energy fields enhanced with slight amounts of psionic potential.
ru: Квантовый проектор, разработанный Вечностью, ориентированный на разрушение брони крупных вражеских кораблей путем использования запутанных энергетических полей в виде петель, усиленных небольшим количеством псионического потенциала.

source: An Ancient Observatory
ru: Древняя обсерватория

source: An Ancient Scientist
ru: Древний ученый

source: An Asteroid Artillery is a stationary defensive platform built into asteroid, designed to repel large enemy fleets on its own.
ru: Астероидная артиллерия - это стационарная оборонительная платформа, встроенная в астероид, предназначенная для самостоятельного отражения крупных флотов противника.

source: An End...
ru: Конец...

source: An Industrial Revolution
ru: Индустриальная революция

source: An Infinite Expanse
ru: Бесконечное пространство

source: An Opportunity
ru: Возможность

source: An Outpost is deployed in the System.
ru: Аванпост развернут в системе.

source: An Unbreakable Mirror?
ru: Неразбиваемое зеркало?

source: An Uncertain Future
ru: Неопределенное будущее

source: An Uncrackable Nut
ru: Нераскрываемый орех

source: An Unexpected Discovery
ru: Неожиданное открытие

source: An abandoned construction site which can be repaired in order to build more ships.
ru: Заброшенная стройка, которую можно отремонтировать, чтобы построить больше кораблей.

source: An advanced materials processing facility which extracts naturally occurring $giga_sr_amb_megaconstruction$ and several related ores, preparing them for further processing in planetside clean room facilities.
ru: Передовое предприятие по переработке материалов, которое добывает природные $giga_sr_amb_megaconstruction$ и несколько родственных руд, подготавливая их для дальнейшей обработки в чистых комнатах на планете.

source: An ambitious undertaking, that will surely pay off!
ru: Амбициозное начинание, которое наверняка окупится!

source: An ancient Juggernaut-class warship, repaired and brought back to its former glory.
ru: Древний военный корабль класса "Джаггернаут", отремонтированный и вернувший себе былую славу.

source: An ancient Titan-class warship, repaired and brought back to its former glory.
ru: Древний военный корабль класса "Титан", отремонтированный и возвращенный к своей древней славе.

source: An ancient colossus, repaired and brought back to its former glory.
ru: Древний колосс, отремонтированный и возвращенный к своей древней славе.

source: An ancient device of arcane make that produces mineral resources seemingly out of thin air.
ru: Древнее устройство тайного изготовления, которое добывает минеральные ресурсы, казалось бы, из воздуха.

source: An ancient scientific facility seemingly dedicated to the study of civilizations developing on the arctic layer.
ru: Древний научный объект, по-видимому, предназначенный для изучения цивилизаций, развивающихся в арктическом слое

source: An ancient scientific facility, repaired and retooled for our own use.
ru: Древний научный объект, отремонтированный и переоборудованный для нашего собственного использования

source: An army consisting of the various species that inhabit Flusion.
ru: Армия, состоящая из различных видов, населяющих Флюсиалла.

source: An array of gravity lensing facilities which twist gravitational fields into drills capable of extracting material from the $pc_black_hole$.
ru: Множество устройств гравитационного линзирования, которые преобразуют гравитационные поля в сверла, способные извлекать материал из $pc_black_hole$

source: An array of psionic shield generators intertwined with armor weaved with hypercompressed quantum fields, this matrix provides both shielding and armor, ensuring Aeternite vessels are protected from any and all threats.
ru: Массив генераторов псионического щита, переплетенный с броней, сотканной из сверхсжатых квантовых полей, эта матрица обеспечивает как экранирование, так и броню, гарантируя, что корабли Вечности защищены от любых угроз.

source: An artificial black hole is devouring this star from within.
ru: Искусственная черная дыра пожирает эту звезду изнутри.

source: An artificial complex capable of inducing enormous storms in the atmosphere of a gas giant.
ru: Искусственный комплекс, способный вызывать огромные бури в атмосфере газового гиганта

source: An artificial deep-space arcology dedicated to megastructure fabrication
ru: Искусственная аркология глубокого космоса, предназначенная для изготовления мегаструктур

source: An assembly portal that will transform into a large obelisk that can generate $aot_sr_runic_power$ by constantly harvesting energies from other dimensions.
ru: Портал сборки, который трансформируется в большой обелиск, способный генерировать $aot_sr_runic_power$, постоянно собирая энергию из других измерений.

source: An asteroid which has been safely captured and contained, ready for mineral extraction.
ru: Астероид, который был благополучно захвачен и локализован, готовый к добыче полезных ископаемых

source: An automated factory, which extracts and refines materials from an asteroid to produce goods for the consumer market.
ru: Полноценная Астероидная фабрика, собирающая сырье с астероида и перерабатывающая его во всевозможные полезные продукты, которые затем экспортируются в качестве потребительских товаров.

source: An automated farming complex able to produces food on its own.
ru: Автоматизированный сельскохозяйственный комплекс, способный самостоятельно производить продукты питания.

source: An automated mining complex able to produces minerals on its own.
ru: Автоматизированный горнодобывающий комплекс, способный самостоятельно производить полезные ископаемые.

source: An automated power plant able to produces energy credits on its own.
ru: Автоматизированная электростанция, способная самостоятельно производить энергетические кредиты

source: An egg being broken to make a splendid omelette would too call its cook a sham.
ru: Яйцо, разбитое для приготовления великолепного омлета, тоже назвало бы его повара мошенником.

source: An ember has been born within our mind.
ru: В нашем разуме зародился уголек.

source: An enormous planet-sized machine, designated to produce vast amounts of consumer goods.
ru: Огромная машина размером с планету, предназначенная для производства огромного количества потребительских товаров.

source: An entire star is kept captive and used to power this gargantuan vessel.
ru: Целая звезда удерживается в плену и используется для питания этого гигантского судна.

source: An esoteric megastructure capable of amplifying and relaying a powerful mind-controlling 'song' through the Shroud to enthrall entire systems across interstellar distances.
ru: Эзотерическая мегаструктура, способная усиливать и транслировать мощную "песню", контролирующую сознание, через Покров, чтобы покорять целые системы на межзвездных расстояниях

source: An esoteric resource consisting of sublimated souls, used by the $psychic_beacon_3$.
ru: Эзотерический ресурс, состоящий из сублимированных душ, используемый $psychic_beacon_3$.

source: An even more powerful long-range, ship-based artillery cannon, equipped with a new barrel and an upgraded fire control computer.
ru: Более мощная версия дальнобойной корабельной артиллерии с новым дулом и улучшенным компьютером для управления стрельбой.

source: An excellent proposal!
ru: Отличное предложение!

source: An expedition is currently in progress
ru: В настоящее время продолжается экспедиция

source: An exploratory expedition sent by a highly centralized civilization.
ru: Исследовательская экспедиция, посланная высокоцентрализованным $auth_machine_intelligence$

source: An exploratory outpost by the spire connecting this machine-filled layer of the Structure back to home.
ru: Исследовательский аванпост у шпиля, соединяющий этот заполненный машинами слой сооружения с домом

source: An idyllic orbital habitat designed to exert a controlling influence over the world below.
ru: Идиллическая орбитальная среда обитания, предназначенная для оказания контролирующего влияния на мир внизу.

source: An immeasurable loss.
ru: Неизмеримая потеря

source: An immense cost, but we have to find out.
ru: Огромные затраты, но мы должны выяснить.

source: An immense stronghold band encircling the system's sun that seeks to be utterly unassailable for any enemy force.
ru: Огромная полоса цитаделей, окружающая солнце системы, которая стремится быть совершенно неприступной для любых вражеских сил.

source: An impossibly powerful and almost godlike psionic paluush, ready to defend Paluushia against all threats.
ru: Невероятно могущественный и почти богоподобный псионик палууш, готовый защищать Палуушию от всех угроз.

source: An impressive project... if it is ever finished.
ru: Впечатляющий проект... если он когда-нибудь будет завершен.

source: An improved version of the Lunar Defence System's railgun, featuring much shorter reload times.
ru: Улучшенная версия рельсотрона системы лунной обороны, отличающаяся гораздо меньшим временем перезарядки.

source: An incredible feat.
ru: Невероятный подвиг.

source: An incredible super computer of inconceivable size.
ru: Невероятный суперкомпьютер немыслимых размеров.

source: An incredible window to the ultimate end of our universe, left over by the Kaiser jumping to a new one.
ru: Невероятное окно в конечный конец нашей вселенной, оставленное Кайзером, прыгнувшим в новую.

source: An incredibly hostile world, with an atmosphere filled with red particles of an advanced synthetic toxin that appears to be out of control.
ru: Невероятно враждебный мир, с атмосферой, наполненной красными частицами усовершенствованного синтетического токсина, который, похоже, вышел из-под контроля.

source: An individual Blokkat exploring an alien world.
ru: Отдельный Блоккат, исследующий чужой мир.

source: An initiative dedicated to the raising of cybernetic drones to be productive members of the collective.
ru: Инициатива, посвященная воспитанию кибернетических дронов в качестве продуктивных членов коллектива

source: An integral part of the Structure Operations system, these specialized drones are dedicated to building the massive Insulae.
ru: Являясь неотъемлемой частью системы управления сооружениями, эти специализированные беспилотные летательные аппараты предназначены для строительства массивных изоляторов

source: An integral part of the Structure Operations team, these skilled workers are dedicated to building the massive insulae.
ru: Являясь неотъемлемой частью команды по эксплуатации конструкций, эти квалифицированные рабочие посвящают себя строительству массивных изоляторов

source: An interesting find.
ru: Любопытная находка.

source: An odd fission reactor built by Aeternum in the distant part, running off a gigantic chunk of uranium and producing vast amounts of electricity.
ru: Странный реактор деления, построенный компанией Вечность в отдаленной части, работающий на гигантском куске урана и производящий огромное количество электроэнергии.

source: An odd prison, for sure.
ru: Странная тюрьма, это точно.

source: An unceasing stretch of arcologies will unite this ringworld segment into one massive mega-city, the largest city the galaxy has ever seen.
ru: Непрерывный участок аркологий объединит этот сегмент мира-кольца в один огромный мегаполис, самый большой город, который когда-либо видела галактика.

source: An unfortunate conflict.
ru: Досадный конфликт.

source: An unknown path, but a known goal.
ru: Неизвестный путь, но известная цель

source: An upgrade to our old $tech_phanon_stellar_converter$ which serves as a gateway to establish our future sigma economy.
ru: Модернизация нашего старого Рунического Звездного Конвертера, которая служит вратами для создания нашей будущей сигма-экономики.

source: An upscaled version of a panzer main gun.
ru: Увеличенная версия основного танкового орудия.

source: Analyse Katzen Unterraumboots
ru: Проанализируйте Унтерраумботы Катзен

source: Analyse its debris!
ru: Проанализируйте его обломки!

source: Analysing the Kaiser Moon
ru: Анализ луны Кайзера

source: Analysis of precursor material designs has led us to new heights in molecular manufacturing.
ru: Анализ конструкций материалов-предшественников привел нас к новым высотам в молекулярном производстве

source: Analytical Matrix
ru: Аналитическая матрица

source: Analyzing the recovered bioimplants from the lone scientist's body will be a great boon to our longevity research.
ru: Анализ извлеченных биоимплантатов из тела одинокого ученого станет большим подспорьем для наших исследований долголетия.

source: Ancestors
ru: Предки

source: Ancient $name_terraform_barren$
ru: Древний $name_terraform_barren$

source: Ancient $name_war_planet$
ru: Древний $name_war_planet$

source: Ancient $name_war_planet$s
ru: Древние $name_war_planet$

source: Ancient Accessways
ru: Древние подъездные пути

source: Ancient Attack Moon
ru: Древняя Боевая Луна

source: Ancient Cluster
ru: Древнее скопление

source: Ancient Defender
ru: Древний защитник

source: Ancient Defenders
ru: Древние защитники

source: Ancient Guardian
ru: Древний хранитель

source: Ancient Guardians
ru: Древние стражи

source: Ancient Hauler
ru: Древний тягач

source: Ancient Industrial Complex
ru: Древний промышленный комплекс

source: Ancient Knowledge
ru: Древнее знание

source: Ancient Laboratory
ru: Древняя лаборатория

source: Ancient Laboratory Drone Army
ru: Древняя армия лабораторных дронов

source: Ancient Lifespan Extension Data
ru: Древние данные о продлении срока службы

source: Ancient Oceanic Arcologies
ru: Древние океанические аркологии

source: Ancient Replicator Drone
ru: Древний дрон-репликатор

source: Ancient Ruins
ru: Древние руины

source: Ancient Shipyard Activation
ru: Активация древней верфи

source: Ancient Spacetime Manipulation Data
ru: Древние данные о манипулировании пространством-временем

source: Ancient World
ru: Древний мир

source: Ancient auto-forges once again roar with flame, greatly expanding our industrial capabilities.
ru: Древние автоматические кузницы снова полыхают пламенем, значительно расширяя наши промышленные возможности

source: Ancient auto-forges returned to the old glory, producing an endless stream of materials.
ru: Древние автоматические кузницы вернулись к былой славе, производя бесконечный поток материалов

source: And after all that time, they never got Paluushia.
ru: И после всего этого времени они так и не получили Палуушию.

source: And neither will you.
ru: И ты тоже не будешь.

source: And now, let us see what the cat himself has to say.
ru: А теперь давайте посмотрим, что скажет сам кот.

source: And so, the Katzens destroy another world...
ru: Итак, Катзены уничтожают другой мир...

source: And there is much work to be done.
ru: И предстоит проделать еще много работы

source: Andmeow
ru: И мяу

source: Andreois
ru: Андреуа

source: Andrew Clawingham
ru: Эндрю Кловингем

source: Anmephyst Vortex
ru: Анмефистовый вихрь

source: Annex Territory
ru: Приложение Территория

source: Annexed Population Relocated
ru: Аннексированное население переселено

source: Annihilator Consciousness
ru: Сознание уничтожителя

source: Anomalous Frozen Planet
ru: Аномальная замерзшая планета

source: Anomalous Gas Giant
ru: Аномальный газовый гигант

source: Anorganic Plasmic Life
ru: Неорганическая плазменная жизнь

source: Another Empire is generously giving us some Food.
ru: Другая империя щедро дает нам немного еды.

source: Another Starbase
ru: Другая звездная база.

source: Another Time.
ru: Другое время.

source: Another attempt will be made to increase the the power level.
ru: Будет предпринята еще одна попытка повысить уровень энергии.

source: Another one?
ru: Еще один?

source: Another precursor empire bites the dust.
ru: Еще одна империя-предшественница рассыпается в прах.

source: Another step towards a glorious future.
ru: Еще один шаг к славному будущему.

source: Another step.
ru: Еще один шаг.

source: Another version of Enigmalith that is modified to produce large quantities of $aot_sr_runic_power$.
ru: Еще одна версия Энигмалита, модифицированная для производства большого количества $aot_sr_runic_power$.

source: Another war in the galaxy.
ru: Еще одна война в галактике.

source: Another way of gaining more is by spending less.
ru: Отличный способ получить больше - тратить меньше.

source: Antagonists
ru: Антагонисты

source: Anti-Aeternite League Defeated
ru: Антиэтернитская лига разгромлена

source: Anti-Aeternite League Disbanded
ru: Антиэтернитская лига распущена

source: Anti-Aeternite Tactics
ru: Тактика борьбы с этернитом

source: Anti-Blokkat Strike
ru: Забастовка против блокката

source: Anti-Kaiser Crusade
ru: Крестовый поход против кайзера

source: Anti-Kaiser Rebels
ru: Повстанцы против кайзера

source: Anti-Katzen Mobilization
ru: Мобилизация против Катзен

source: Anticompound Weaponry
ru: Противоугонное оружие

source: Antigravity generators now supplement the usual shield generators, quite literally pushing away or at least slowing down more projectiles reaching the first shielding layers.
ru: Генераторы антигравитации теперь дополняют обычные генераторы щита, буквально отталкивая или, по крайней мере, замедляя большее количество снарядов, достигающих первых слоев защиты.

source: Antimatter
ru: Анти-материя

source: Antimatter Harvesting
ru: Сбор антиматерии

source: Antique Ascendancy
ru: Античное господство

source: Antique Capital
ru: Античная столица

source: Antique Data Web
ru: Древняя информационная сеть

source: Antique Ecumenopolis
ru: Античный Экуменополис

source: Any War Participant
ru: Любой участник войны

source: Any eventuality can be simulated, any experience evaluated.
ru: Любая возможность может быть смоделирована, любой опыт оценен.

source: Any material desire can be met here, no matter how outlandish.
ru: Здесь может быть исполнено любое материальное желание, каким бы нелепым оно ни было.

source: Any of: Ethics: - Any ['ethic:ethic_xenophile'] - Any ['ethic:ethic_pacifist'] Civics: - ['civic:civic_diplomatic_corps'] - ['civic:civic_public_relations_specialists'] - ['civic:civic_pompous_purists']
ru: Any of: Ethics: - Любой ['ethic:ethic_xenophile'] - Любой ['ethic:ethic_pacifist'] Civics: - ['civic:civic_diplomatic_corps'] - ['civic:civic_public_relations_specialists'] - ['civic:civic_pompous_purists']
